drivers/NVMSIM/test/fio/output/pmem/pmem-writeSeq-1-4k-4G-test
mytest: (g=0): rw=write, bs=(R) 4096B-4096B, (W) 4096B-4096B, (T) 4096B-4096B, ioengine=libaio, iodepth=1
...
fio-3.1
Starting 3 processes

mytest: (groupid=0, jobs=3): err= 0: pid=3889: Thu Apr 30 09:56:41 2020
  write: IOPS=1157k, BW=4521MiB/s (4741MB/s)(12.0GiB/2718msec)
    slat (nsec): min=1305, max=4436.8k, avg=1730.90, stdev=4618.12
    clat (nsec): min=398, max=631460, avg=501.80, stdev=1306.80
     lat (nsec): min=1750, max=4441.8k, avg=2279.93, stdev=4892.72
    clat percentiles (nsec):
     |  1.00th=[  422],  5.00th=[  434], 10.00th=[  446], 20.00th=[  450],
     | 30.00th=[  450], 40.00th=[  454], 50.00th=[  462], 60.00th=[  466],
     | 70.00th=[  470], 80.00th=[  478], 90.00th=[  498], 95.00th=[  596],
     | 99.00th=[  828], 99.50th=[ 1096], 99.90th=[ 3696], 99.95th=[15808],
     | 99.99th=[49920]
   bw (  MiB/s): min= 1283, max= 1675, per=34.03%, avg=1538.45, stdev=142.02, samples=15
   iops        : min=328592, max=428840, avg=393843.93, stdev=36357.62, samples=15
  lat (nsec)   : 500=90.34%, 750=8.26%, 1000=0.78%
  lat (usec)   : 2=0.46%, 4=0.07%, 10=0.02%, 20=0.04%, 50=0.03%
  lat (usec)   : 100=0.01%, 250=0.01%, 500=0.01%, 750=0.01%
  cpu          : usr=28.12%, sys=70.86%, ctx=617, majf=0, minf=32
  IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
     submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
     issued rwt: total=0,3145728,0, short=0,0,0, dropped=0,0,0
     latency   : target=0, window=0, percentile=100.00%, depth=1

Run status group 0 (all jobs):
  WRITE: bw=4521MiB/s (4741MB/s), 4521MiB/s-4521MiB/s (4741MB/s-4741MB/s), io=12.0GiB (12.9GB), run=2718-2718msec

Disk stats (read/write):
  pmem0: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%